export enum filters {
  PRICE = "price",
  CONDITION = "condition",
  TITLE = "title",
  COUNT = "count",
  NONE = "none",
  RISK = "risk",
  DIVIDENDS = "dividends",
}

export enum conditions {
  UP = "up",
  DOWN = "down",
}

export const companies = [
  "ТрансНефтКомпани",
  "ОАО ГазНефтьМагистраль",
  "ОАО СтройПрибор",
  "ОАО СвободнаяЭнергия",
  "ОАО ТранспортСтрой",
  "ОАО ЦифровыеТехнологии",
  "ОАО КосмосТек",
  "МашинСтрой",
  "ОАО КазиноАльянс",
  "СибирьТек",
  "ЕвропаБизнес",
  "ЗАО АлмазПродажн",
  "ЗАО ПлодЛюбви",
  "ОАО ТенЗдоровье",
  "СтройДвор",
  "АвтоМаркет",
  "ИнтернетСервис",
  "ОАО ЭкмоСеть",
  "ОАО БыстраяДоставка",
  "АэроТехнологии",
  "ОАО НаСвязи",
];

export const bonds = [
  "ЗАО ГосСтрой",
  "ОАО МашинСервис",
  "ОАО ВкуснаяЕда",
  "ЗАО ЧистаяЭнергия",
  "ЗданиеСтрой",
  "ЗАО БыстрыйТранспорт",
];
